Repository: edomeru/Riso_Print-S-Android
Catalog: iOS/SmartDeviceApp/Resources/Locales/*.lproj/Localizable.strings
Languages: fr, ja

# IDS_LBL_SAVE
source: Save
fr: Enregistrer
ja: 保存

# IDS_LBL_CANCEL
source: Cancel
fr: Annuler
ja: キャンセル

# IDS_LBL_DELETE
source: Delete
fr: Effacer
ja: 削除

# IDS_LBL_OPEN_IN_IOS
source: Open-in Document Here
fr: Ouvrez le document Ici
ja: ドキュメントを選択してください。

# IDS_LBL_OPEN_IN_ANDROID
source: Open Document
fr: Ouvrir un document
ja: ドキュメントを選択してください。

# IDS_LBL_OPEN_IN_WINRT
source: Open Document
fr: Ouvrir un document
ja: ドキュメントを選択してください。

# IDS_LBL_HOME
source: Home
fr: Accueil
ja: ホーム

# IDS_LBL_PRINT_PREVIEW
source: Preview
fr: Aperçu
ja: プレビュー

# IDS_LBL_PRINTERS
source: Printers
fr: imprimantes
ja: プリンター

# IDS_LBL_PRINT_JOB_HISTORY
source: Print Job History
fr: Impr hist travail
ja: 印刷履歴

# IDS_LBL_SETTINGS
source: Settings
fr: Réglages
ja: 設定

# IDS_LBL_ADD_PRINTER
source: Add
fr: Ajouter
ja: 追加

# IDS_LBL_SEARCH_PRINTERS
source: Search
fr: Chercher
ja: 検索

# IDS_LBL_SET_DEFAULT_PRINTER
source: Set as Default Printer
fr: Définir par défaut
ja: デフォルトプリンターに指定

# IDS_LBL_DELETE_ALL
source: Delete All
fr: Tout supprimer
ja: 全て削除

# IDS_LBL_PRINTER_INFO
source: Printer Info
fr: Info sur l'impr
ja: プリンター情報

# IDS_LBL_PRINTER_NAME
source: Printer Name
fr: Nom imprimante
ja: プリンター名

# IDS_LBL_IP_ADDRESS
source: IP Address
fr: Adresse IP
ja: IPアドレス

# IDS_LBL_PORT
source: Port
ja: ポート

# IDS_LBL_DEFAULT_PRINT_SETTINGS
source: Default Print Settings
fr: Prm d'impress par déf
ja: デフォルト印刷設定

# IDS_LBL_OWNER_NAME
source: Owner
fr: Propriétaire
ja: オーナー名

# IDS_LBL_AUTHENTICATION
source: Authentification
ja: 認証

# IDS_LBL_PRINT_SETTINGS
source: Print Settings
fr: Param. impress.
ja: 印刷設定

# IDS_LBL_PAGE_DISPLAYED
source: Page %d / %d
ja: ページ %d / %d

# IDS_LBL_PRINT
source: Print
fr: Imprimer
ja: プリント

# IDS_LBL_PRINTER
source: Printer
fr: Imprimante
ja: プリンター

# IDS_LBL_CHOOSE_PRINTER
source: Choose printer
fr: Choisir imprimante
ja: プリンタを選択してください

# IDS_LBL_BASIC
source: Basic
fr: Basique
ja: 基本

# IDS_LBL_COLORMODE
source: Color Mode
fr: Mode couleur
ja: カラーモード

# IDS_LBL_COLORMODE_AUTO
source: Auto
ja: オート

# IDS_LBL_COLORMODE_FULLCOLOR
source: Full Color
fr: Couleur
ja: カラー

# IDS_LBL_COLORMODE_BLACK
source: Black
fr: Noir
ja: 白黒

# IDS_LBL_ORIENTATION
source: Orientation
ja: 向き

# IDS_LBL_ORIENTATION_PORTRAIT
source: Portrait
ja: 縦

# IDS_LBL_ORIENTATION_LANDSCAPE
source: Landscape
fr: Paysage
ja: 横

# IDS_LBL_NUMBER_OF_COPIES
source: Copies
ja: 部数

# IDS_LBL_DUPLEX
source: Duplex print
fr: Recto/verso
ja: 両面印刷

# IDS_LBL_DUPLEX_LONG_EDGE
source: Long Edge
fr: Bord long
ja: 長辺とじ

# IDS_LBL_DUPLEX_SHORT_EDGE
source: Short Edge
fr: Bord court
ja: 短辺とじ

# IDS_LBL_PAPERSIZE
source: Paper Size
fr: Format papier
ja: 出力用紙サイズ

# IDS_LBL_SCALETOFIT
source: Scale to Fit
fr: Ajuster au papier
ja: 用紙にフィット

# IDS_LBL_PAPERTYPE
source: Paper Type
fr: Type papier
ja: 用紙種類

# IDS_LBL_PAPERTYPE_ANY
source: Any
fr: au choix
ja: 指定しない

# IDS_LBL_PAPERTYPE_PLAIN
source: Plain
fr: Standard
ja: 普通紙

# IDS_LBL_PAPERTYPE_IJPAPER
source: IJ Paper
fr: Papier IJ
ja: ＩＪ用紙

# IDS_LBL_PAPERTYPE_MATTCOATED
source: Matt Coated
fr: Couché mat
ja: ＩＪマット用

# IDS_LBL_PAPERTYPE_HIGHQUALITY
source: High Quality
fr: Hte qualité
ja: 高品位紙

# IDS_LBL_PAPERTYPE_CARDIJ
source: Card-IJ
fr: Carte IJ
ja: ＩＪハガキ

# IDS_LBL_PAPERTYPE_LWPAPER
source: LW Paper
fr: Papier LW
ja: 軽量紙

# IDS_LBL_INPUTTRAY
source: Input Tray
fr: Bac d'entrée
ja: 給紙トレイ選択

# IDS_LBL_INPUTTRAY_AUTO
source: Auto
ja: オート

# IDS_LBL_INPUTTRAY_STANDARD
source: Standard
fr: Bac standard
ja: 給紙台

# IDS_LBL_INPUTTRAY_TRAY1
source: Tray 1
fr: Bac d'alimentation1
ja: トレイ1

# IDS_LBL_INPUTTRAY_TRAY2
source: Tray 2
fr: Bac d'alimentation2
ja: トレイ2

# IDS_LBL_INPUTTRAY_TRAY3
source: Tray 3
fr: Bac d'alimentation3
ja: トレイ3

# IDS_LBL_LAYOUT
source: Layout
fr: Mise en page
ja: レイアウト

# IDS_LBL_IMPOSITION
source: Imposition
ja: 面付け

# IDS_LBL_IMPOSITION_2UP
source: 2 pages
ja: 2面

# IDS_LBL_IMPOSITION_4UP
source: 4 pages
ja: 4面

# IDS_LBL_IMPOSITION_ORDER
source: Layout order
fr: Ordre
ja: 面付け順

# IDS_LBL_IMPOSITION_ORDER_2UP_RL
source: Right to left (B to T)
fr: Droite à gauche
ja: 右から左へ(下から上へ)

# IDS_LBL_IMPOSITION_ORDER_2UP_LR
source: Left to right (T to B)
fr: Gauche à droite
ja: 左から右へ(上から下へ)

# IDS_LBL_IMPOSITION_ORDER_4UP_ULB
source: Left top to bottom
fr: Haut gauche vers bas
ja: 左上から下へ

# IDS_LBL_IMPOSITION_ORDER_4UP_ULR
source: Left top to right
fr: Haut gauche à droite
ja: 左上から横へ

# IDS_LBL_IMPOSITION_ORDER_4UP_URB
source: Right top to bottom
fr: Haut droite vers bas
ja: 右上から下へ

# IDS_LBL_IMPOSITION_ORDER_4UP_URL
source: Right top to left
fr: Haut droite à gauche
ja: 右上から横へ

# IDS_LBL_FINISHING
source: Finishing
fr: Finition
ja: 仕上げ

# IDS_LBL_SORT
source: Collate
fr: Assembler
ja: ソート

# IDS_LBL_SORT_PERPAGE
source: Group
fr: Grouper
ja: ページごと

# IDS_LBL_SORT_PERCOPY
source: Sort
fr: Trier
ja: 部ごと

# IDS_LBL_BOOKLET
source: Booklet
fr: Livret
ja: 小冊子

# IDS_LBL_BOOKLET_FINISHING
source: Booklet binding
fr: Reliure livret
ja: 小冊子製本

# IDS_LBL_BOOKLET_FINISHING_FOLD
source: Paper folding
fr: Pliage papier
ja: 折り

# IDS_LBL_BOOKLET_FINISHING_FOLDSTAPLE
source: Fold + Staple
fr: Pli + Agrafe
ja: 折り＋ステープル

# IDS_LBL_BOOKLET_LAYOUT
source: Imposition direction
fr: Sens de l'imposition
ja: 面付け順

# IDS_LBL_BOOKLET_LAYOUT_FORWARD
source: Left to right
fr: Gauche à droite
ja: 左開き

# IDS_LBL_BOOKLET_LAYOUT_REVERSE
source: Right to left
fr: Droite à gauche
ja: 右開き

# IDS_LBL_FINISHINGSIDE
source: Binding side
fr: Côté reliure
ja: とじ位置

# IDS_LBL_FINISHINGSIDE_LEFT
source: Left
fr: Gauche
ja: 左側

# IDS_LBL_FINISHINGSIDE_TOP
source: Top
fr: Haut
ja: 上側

# IDS_LBL_FINISHINGSIDE_RIGHT
source: Right
fr: Droite
ja: 右側

# IDS_LBL_STAPLE
source: Staple
fr: Agrafe
ja: ステープル

# IDS_LBL_STAPLE_UPPERLEFT
source: 1 (Upper-left)
fr: Gauche 1
ja: 左1カ所

# IDS_LBL_STAPLE_UPPERRIGHT
source: 1 (Upper-right)
fr: Droite 1
ja: 右1カ所

# IDS_LBL_PUNCH
source: Punch
fr: Perforation
ja: パンチ

# IDS_LBL_PUNCH_2HOLES
source: 2 holes
fr: 2 trous
ja: 2穴

# IDS_LBL_PUNCH_3HOLES
source: 3 holes
fr: 3 trous
ja: 3穴

# IDS_LBL_PUNCH_4HOLES
source: 4 holes
fr: 4 trous
ja: 4穴

# IDS_LBL_OUTPUTTRAY
source: Output Tray
fr: Bac de sortie
ja: 排紙先

# IDS_LBL_OUTPUTTRAY_AUTO
source: Auto
ja: オート

# IDS_LBL_OUTPUTTRAY_FACEDOWN
source: Face down tray
fr: Bac recto dessous
ja: フェイスダウン排紙トレイ

# IDS_LBL_OUTPUTTRAY_TOP
source: Top
fr: Bac supérieur
ja: トップトレイ

# IDS_LBL_OUTPUTTRAY_STACKING
source: Stacking
fr: Bac de réception
ja: スタックトレイ

# IDS_LBL_SECURE_PRINT
source: Secure Print
fr: Impression sécurisée
ja: 暗証番号をつける

# IDS_LBL_PIN_CODE
source: PIN Code
fr: Code NIP
ja: ジョブ暗証番号

# IDS_LBL_HELP
source: Help
fr: Aide
ja: ヘルプ

# IDS_LBL_LEGAL
source: Legal
fr: Ment Légale
ja: リーガル情報

# IDS_LBL_PRINTERS_EMPTY
source: No Printers
fr: Pas trouvé
ja: プリンターがありません。

# IDS_LBL_PRINTJOBHISTORY_EMPTY
source: No Print Job History
fr: Pas trouvé
ja: 印刷履歴がありません。

# IDS_LBL_PRINTER_SEARCH_EMPTY
source: No Printers Found
fr: Pas trouvé
ja: プリンターが見つかりません。

# IDS_INFO_MSG_PRINTER_ADD_SUCCESSFUL
source: Added Successfully
fr: Ajouté avec succès
ja: 追加に成功しました

# IDS_INFO_MSG_WARNING_CANNOT_FIND_PRINTER
source: Warning, Cannot find Printer.
fr: Avertissement ! Impossible de trouver une imprimante.
ja: プリンターが見つかりません。

# IDS_INFO_MSG_PRINTING
source: Printing...
fr: Impression
ja: プリント中…

# IDS_INFO_MSG_DELETE_JOBS_TITLE
source: Delete Print Job History
fr: Supprimer impr hist travail
ja: 履歴を削除

# IDS_INFO_MSG_DELETE_JOBS
source: Are you sure you want to delete?
fr: Êtes-vous sûr de vouloir supprimer?
ja: 本当に削除してよろしいですか？

# IDS_INFO_MSG_PRINT_JOB_SUCCESSFUL
source: Successful.
fr: Suppr succ
ja: 成功しました。

# IDS_INFO_MSG_PRINT_JOB_FAILED
source: Failed.
fr: Échec
ja: 失敗しました。

# IDS_ERR_MSG_CANNOT_ADD_PRINTER
source: Printer already exists in saved printers list.
fr: L'imprimante existe déjà dans la liste enregistrée.
ja: このプリンターはすでに登録されています。

# IDS_ERR_MSG_INVALID_IP_ADDRESS
source: Please enter a valid IP Address.
fr: Veuillez entrer une adresse IP valide
ja: IPアドレスを確認してください。

# IDS_ERR_MSG_MAX_PRINTER_COUNT
source: Saved Printer reached maximum count.
fr: Le nombre d'imprimantes enregistrées a atteint le maximum
ja: プリンター数が上限に達しました。

# IDS_ERR_MSG_NO_SELECTED_PRINTER
source: Please register a printer.
fr: Veuillez enregistrer une imprimante
ja: プリンターを登録してください。

# IDS_ERR_MSG_PDF_WRONG_PASSWORD
source: Please check the password you entered.
fr: Veuillez vérifier le mot de passe que vous avez saisi
ja: パスワードが正しくありません。確認してください。

# IDS_ERR_MSG_OPEN_FAILED
source: Please select a valid file.
fr: Veuillez sélectionner un fichier valide
ja: ファイルが開けません。

# IDS_ERR_MSG_PDF_ENCRYPTED
source: PDF Encryption is not supported.
fr: Le chiffrement PDF n'est pas pris en charge.
ja: 暗号化PDFには対応していません。

# IDS_ERR_MSG_PDF_PRINTING_NOT_ALLOWED
source: File does not allow printing.
ja: 印刷が許可されていません。

# IDS_ERR_MSG_FILE_TOO_LARGE
source: File size is too large.
fr: La taille du fichier est trop importante
ja: ファイルサイズが大きすぎます。

# IDS_ERR_MSG_NOT_ENOUGH_SPACE
source: Not enough free space on device.
fr: Espace insuffisant sur le périphérique
ja: デバイスの空き容量が不足しています。

# IDS_ERR_MSG_NETWORK_ERROR
source: No network available.
fr: Aucun réseau disponible
ja: ネットワークに接続できません。

# IDS_ERR_MSG_DB_FAILURE
source: Database failure. Please restart the application. If the problem persists, please reinstall the application.
ja: 内部データにアクセスできません。 再起動してみてください。 再起動しても解消されない場合は、再インストールしてください。

# IDS_LBL_NO_NAME
source: No Name
fr: Pas de nom

# IDS_LBL_PAPERTYPE_ROUGHPAPER
source: Rough Paper
fr: Papier brouillon

# IDS_LBL_COLORMODE_2COLOR
source: Dual Color
fr: 2 couleurs
